[
    { "from": "Rodrigo R. Duterte", "context": "", "text": "Public service is not really easy. It's a sacrifice. You must ask yourself if you really love the people. Ambition is not enough because the only thing that can bind you to the people that you serve is love." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "Let me be very clear, my friendship with my friends ends where the interest of the country begins. I would as much as possible make you happy if you are my friend, but I will not allow anybody to color my decisions in government. From now on, it is always the interest of the people of the Republic of the Philippines that counts, period." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "I will change this country even if it costs me my life." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "I can tell you now that I will provide the leadership. Not only the platforms but leadership." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "I cannot do this alone. If we want to change then let's change together as one nation." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "I do not care if I burn in hell, for as long as the people I serve live in paradise." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "I am just an ordinary citizen running for president." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "If you will give me the chance to lead this country, I promise to all of you that I will protect all women, children and families from the horrors and disorder of crime." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "I am Rodrigo Duterte. I am a Filipino. I love the Philippines because it is the land of my birth, it is the home of my people." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "I am just an ordinary person. But, my god, no one can question my love for my country." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "We are aware that our wealth is our human resource. We are also aware that our asset is the Filipino youth. As the hope of the fatherland, we shall defend your right to free education and healthcare. No one of you should be denied of education and healthcare due to poverty." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "We shall always put premium in ensuring that there is peace and security especially in the face of the continuing threats of terrorism. It cannot be overemphasized that criminals and terrorists cannot dictate the way we live and hold hostage our way of life." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "Today's generation must realize that there will be other generations after us. We must protect the environment for them and we must not be consumed by greed, forgetting that we are just temporary custodians of Mother Earth's wealth and resources." },
    { "from": "Rodrigo R. Duterte", "context": "during 2016 presidential campaign", "text": "The problem today is that we have the laws that are convoluted and the red tape is really a disturbing problem. I will assure you that I will make our economic policies and regulations simple, believable; and protect the investments of entrepreneurs at all stages of the value chain." },
    { "from": "Rodrigo R. Duterte", "context": "when asked, if elected president, what the Philippines would be like after his term", "text": "It will be a clean and peaceful government." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "If only to save this republic, I could run for president." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "A leader is not a messiah. He is the guy who does the work nobody else would like to do." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "I consider myself a garbage man. I take care of the dregs of society. I make sure that my city is safe and clean, and my people are comfortable." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "A leader must be a terror to the few who are evil to protect the lives and well-being of the many who are good." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "I am a man of many flaws and contradictions." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "I will fight for the people until my last breath." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "'Pag sinobrahan ninyo ang pagkastigo sa mga Pilipino, I might just decide to run as president." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "I pray to God the nation will be enlightened by His grace, and you can choose the leader. Bahala kayo kung sino; the one who can make it happen. Wala akong maipagyabang; trabaho ko lang. If it is the intertest of the nation, I will do it." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "I must see to it that there is food on the table for every Filipino." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "What the country needs is not more laws but more good men in public service." },
    { "from": "Rodrigo R. Duterte", "context": "on journalism in the Philippines", "text": "It's better to tell the truth and agree on the truth rather than play bullshit with journalism." },
    { "from": "Rodrigo R. Duterte", "context": "on corruption in government", "text": "I have one word for all government in the Philippines - stop! S-T-O-P. Just stop. Obey the law." },
    { "from": "Rodrigo R. Duterte", "context": "during a Senate hearing on Rice Smuggling", "text": "The trouble with us in government is that we talk too much, act too slow, and do too little." },
    { "from": "Rodrigo R. Duterte", "context": "during Economic Forum June 20, 2016", "text": "I promised to the people - I put at stake my life, my honor and even the presidency itself. Corruption must stop." },
    { "from": "Rodrigo R. Duterte", "context": "On Mining during Economic Forum June 20, 2016", "text": "It is not that I do not want mining, there is a law...you have to allow it because the law allows it. But in making money out of the precious metals of the earth that belongs to the Filipino people, you have to do it right. If you cannot do it right, then get out of mining." },
    { "from": "Rodrigo R. Duterte", "context": "On Mining during Economic Forum June 20, 2016", "text": "Learn how to mine the precious metals from the bowels of the earth and do it, because if you are spoiling the land I will cancel it, without hesitation." },
    { "from": "Rodrigo R. Duterte", "context": "Last speech as Mayor of Davao City June 27, 2016", "text": "My government is for the helpless, the hopeless and the defenseless. Those are the words of my father. I just borrowed it from him." },
    { "from": "Rodrigo R. Duterte", "context": "Last speech as Mayor of Davao City June 27, 2016", "text": "I am hell-bent in stopping corruption." },
    { "from": "Rodrigo R. Duterte", "context": "Last speech as Mayor of Davao City June 27, 2016", "text": "We cannot be forever drinking and forever merry-making." },
    { "from": "Rodrigo R. Duterte", "context": "Last speech as Mayor of Davao City June 27, 2016", "text": "Kung sino 'yung gustong tumulong sa gobyerno, ngayon na, ngayon na ang panahon ninyo." },
    { "from": "Rodrigo R. Duterte", "context": "on Mindanao conflict during AFP Change of Command", "text": "It is not a war to be fought forever. We cannot fight forever. We might have the weapons, the armaments and the bullets, and the mortars; but that does not make a nation. My job is to bring peace. But hand in hand I must also bring order in my country." },
    { "from": "Rodrigo R. Duterte", "context": "on Abu Sayyaf Group during AFP Change of Command", "text": "I am not warning the Abu Sayyaf. But I said, there will always be a time for reckoning." },
    { "from": "Rodrigo R. Duterte", "context": "on Abu Sayyaf Group during AFP Change of Command", "text": "We cannot be the whipping boy of a few who wants nothing but, maybe, money and power on their hands." },
    { "from": "Rodrigo R. Duterte", "context": "on illegal drug traffickers during AFP Change of Command", "text": "Magbilang kayo ng oras. Ayaw ko ng araw." },
    { "from": "Rodrigo R. Duterte", "context": "on illegal drug traffickers during AFP Change of Command", "text": "We will eliminate the drug lords once and for all. We have to stop this practice [in] Bilibid." },
    { "from": "Rodrigo R. Duterte", "context": "on illegal drugs in Bilibid during AFP Change of Command", "text": "Bitawan na ninyo 'yan o kainin na ninyo ang supply ninyo. Nawala na talaga ang pasensya ko sa inyo. Iniinsulto ninyo kami." },
    { "from": "Rodrigo R. Duterte", "context": "on illegal drugs in Bilibid during AFP Change of Command", "text": "You know, there is a time for everything. There's always a time for you to make money and make a mockery out of our laws. There's always a time for you to be in control even if you are inside the prison. But there is always a time to rest and to die." },
    { "from": "Rodrigo R. Duterte", "context": "on illegal drugs during AFP Change of Command", "text": "The [illegal] drugs must be suppressed; it cannot be eliminated for as long as the greed for money is there - the very corrosive effect of money has had an impact on our society. There are a lot of lives destroyed using it." },
    { "from": "Rodrigo R. Duterte", "context": "on criminality during AFP Change of Command", "text": "I would be harsh. Not cruel but I would be harsh." },
    { "from": "Rodrigo R. Duterte", "context": "on criminality during AFP Change of Command", "text": "If you destroy my country, I will kill you. If you destroy our children, I will kill you." },
    { "from": "Rodrigo R. Duterte", "context": "on illegal drugs during the 69th Anniversary of the Philippine Air Force", "text": "The law and order of the country have become really a very serious problem for all of us. It has deteriorated with the advent of drugs because of the corrosive effect of money." },
    { "from": "Rodrigo R. Duterte", "context": "on illegal drugs", "text": "Avoid [illegal] drugs at all cost because it could cost your life too." },
    { "from": "Rodrigo R. Duterte", "context": "addressing wounded-in-action soldiers", "text": "I was always there when they needed me. And for as long as God will give me the productive years of my life at 71, I will be at the Presidency to protect you." },
    { "from": "Rodrigo R. Duterte", "context": "during his pre-departure speech for the 2016 ASEAN Summit in Laos", "text": "I am a President of a sovereign state and we have long ceased to be a colony. I do not have a master except the Filipino people." },
    { "from": "Rodrigo R. Duterte", "context": "during his pre-departure speech for the 28th and 29th ASEAN Summits in Laos", "text": "Masyado kayong bilib sa Amerika. Bumilib kayo dito sa atin." },
    { "from": "Rodrigo R. Duterte", "context": "during his pre-departure press briefing for the 28th and 29th ASEAN Summits in Laos", "text": "We have long been a republic. I DO NOT, I said, I DO NOT kneel down before anybody else except the Filipino in Quiapo walking in misery and in extreme poverty and hunger." },
    { "from": "Rodrigo R. Duterte", "context": "during his pre-departure press briefing for the 28th and 29th ASEAN Summits in Laos", "text": "I am no American puppet. I am the president of a sovereign country and I am not answerable to anyone except the Filipino people." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "Finger-pointing is not the way of honorable men." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "All of us want peace, not the peace of the dead, of course, but the peace of the living." },
    { "from": "Rodrigo R. Duterte", "context": "", "text": "And the Filipino, discipline, informed and involved, shall rise from the rubbles of sorrow and pain." },
    { "from": "Rodrigo R. Duterte", "context": "Taytay, Rizal 24 August 2016", "text": "My business is to protect the people of the Philippines and keep intact the integrity of the republic. That is my solemn and sacred duty." },
    { "from": "Rodrigo R. Duterte", "context": "during the inauguration of the Davao International Container Terminal (DICT) at Panabo City, Davao del Norte on 2 September 2016", "text": "Those of you who really want to help this country, your country, now is the time to do it. Ngayon na sa panahon ko. I assure you, it will be a clean government..." },
    { "from": "Rodrigo R. Duterte", "context": "after the Davao City bombing on the night of 2 September 2016", "text": "Courage knows no limits, cowardice does." },
    { "from": "Rodrigo R. Duterte", "context": "speech to the Filipino community in Jakarta, Indonesia during the 2016 ASEAN Summits 9 September 2016", "text": "Nobody was talking about the number of crimes committed against the innocent and the helpless civilians." },
    { "from": "Rodrigo R. Duterte", "context": "speech to the Filipino community in Jakarta, Indonesia during the 2016 ASEAN Summits 9 September 2016", "text": "It is time to use the phrase 'water under the bridge.' I myself would never allow the oppression of the Moro people in Mindanao." },
    { "from": "Rodrigo R. Duterte", "context": "speech during the oathtaking of newly appointed officials at Malacañang Palace 12 September 2016", "text": "I do not promise you perfect peace because this is not heaven, but I commit myself to do everything not to compromise the next generation." },
    { "from": "Rodrigo R. Duterte", "context": "during talk to PNP PRO 10 Cagayan de Oro on 22 September 2016", "text": "I am inviting the rapporteur, Ban Ki Moon, the EU - their lawyers to come here and investigate me. But this would not be a one way affair. They can ask all the questions they want but after that, in keeping with the time honored principle of the right to be heard, I will ask them my questions. Fair is fair." },
    { "from": "Rodrigo R. Duterte", "context": "speech during Oath Taking of Malacañang Press Corps, Malacañang Cameramen Association and Presidential Photojournalists Association 26 September 2016", "text": "Ladies and gentlemen of the Republic of the Philippines, our problem now is not my mouth. It's drugs, numbering about 3 million, plus the new surrenderees of seven [hundred thousand]. You cannot help it by just listening to my epithets, my slurs, and my curses. They are nothing. They are but manifestation of the anger inside me." },
    { "from": "Rodrigo R. Duterte", "context": "speech during the Launch of the Comprehensive Reform and Development Agenda in ARMM Compound, Cotabato City", "text": "I will improve the Moro land, Mindanao." },
    { "from": "Rodrigo R. Duterte", "context": "speech during the Launch of the Comprehensive Reform and Development Agenda in ARMM Compound, Cotabato City", "text": "Things will improve and I promise you that you will have your own share of your promised land." },
    { "from": "Rodrigo R. Duterte", "context": "speech during the Launch of the Comprehensive Reform and Development Agenda in ARMM Compound, Cotabato City", "text": "I make the guarantee, na kayo, we will treat you equally. I will see to it na yung Moro, Kristiyanos o Igorot will be treated alike sa panahon ko." },
]

